settings = {
    
    'info': {
        'TOKEN': 'f3c7fab4676f29f1fe7f4cc75137c0ab15c22915ed86ee70326f04e0a2afddca228b45e2732eb155662d5', # https://vkhost.github.io (VK ADMIN)
        'ID': 391280685, # Ваш ID (https://regvk.com/id/)
        'DEBUG': False, # Режим разработчика (большее количество логов)
    },


    # Автоматическая выдача работы
    'job_slaves': {
        'ENABLED': True, # Вкл/Выкл (True/False)
        'MULTI-THREAD': False, # Мультипоточность (💀)
        'JOBS': ['https://vk.cc/c0d12g'], # Случайная работа
    },


    # Автоматическая цепь
    'fet_slaves': {
        'ENABLED': True, # Вкл/Выкл (True/False)
        'MULTI-THREAD': False, # Мультипоточность (💀)
        'MAX_PROFIT': False, # Сажать на цепь, только при максимальной профите (1000р)
    },


    # Таргетированое ворование рабов
    'steal_target': {
        'TARGETS': [55188194, 636203760, 173217382, 194701989, 514850773, 266530205, 358271245, 151361575, 240319689, 222589252], # цели для кражи рабов (ID's) (https://regvk.com/id/)
        'MULTI-THREAD': False, # Мультипоточность (💀)
        'MIN_PRICE': 40, # Минмальная цена для покупки
        'MAX_PRICE': 40000, # Максимальная цена для покупки
        'AUTO_FET': True, # Автоматически кидать цепь после покупки
    },


    # Ворование рабов у топ-игроков
    'steal_top': {
        'ENABLED': False, # Вкл/Выкл (True/False)
        'MULTI-THREAD': False, # Мультипоточность (💀💀)
        'MIN_PRICE': 0, # Минмальная цена для покупки
        'MAX_PRICE': 40000, # Максимальная цена для покупки
        'AUTO_FET': False, # Автоматически кидать цепь после покупки
    },


    # Перепродажа рабов для большей выгоды
    'abuse_slaves': {
        'ENABLED': False, # Вкл/Выкл (True/False)
        'MULTI-THREAD': False, # Мультипоточность (💀💀💀)
        'MIN_BALANCE': 100000000, # Минимальная цена для абуза
        'AUTO_FET': False, # Автоматически кидать цепь после абуза
        'LIMIT': 19500, # Лимит по цене продажи раба 
    },


    # Покупка минусовых ID
    'abuse_unknowns': {
        'ENABLED': False, # Вкл/Выкл (True/False)
        'MULTI-THREAD': False, # Мультипоточность (💀)
        'MIN_PRICE': 0, # Минимальная цена для покупки
        'MAX_PRICE': 100000, # Максимальная цена для покупки
        'AUTO_FET': False, # Автоматически кидать цепь после покупки
    },
    
}
