settings = {
    'TOKEN': '6e4a6d9035cb26802355c38177dbbd888c8be75db4109d01acc69f28985bd69fde41c611c2ecc6c1b9bca', # ваш токен
    'ID': 391280685, # ваш ID 
    'STEAL_TOP': True, # кража ботов у топ игроков
    'MULTI_STEAL': False, # риск получить временную блокировку!!!!!!!! (зато пиздить быстрее будет, логично, да?)
    'TARGETS': [55188194, 636203760, 173217382, 194701989, 514850773, 266530205, 358271245, 151361575], # цели для кражи рабов (ID's)
    'MAX_PRICE': 40000, # максимальная цена раба для кражи
    'ABUSE_SLAVES': True, # продаёт и покупает своих рабов, пока у них не будет 1000 дохода
    'ABUSE_IF_BALANCE': 200000 # абуз будет работать, если у вас баланс больше или равен ABUSE_IF_BALANCE
}
